instrumental = """Для Вас главное – получить хорошие оценки любой ценой,
отсутствие стремления получить более обширные и глубокие знания,
выходящие за пределы школьной программы, стремление к
«зазубриванию» и простому воспроизведению изученного материала. Всё
это не способствует формированию фундаментальных знаний и развитию
личности. Необходимо больше интересоваться содержанием предмета и
стремиться к решению трудных и нестандартных задач, развивающих
интеллект и логическое мышление. Только такой подход к учебному
процессу в школе и в институте в будущем может привести к более
успешному освоению профессии."""
creativity = '''Для Вас главное – учебное содержание предмета и трудные
нестандартные задания как возможность саморазвития и самовыражения.
Это предопределяет хороший прогноз освоения содержания как
школьной образовательной программы, так и образовательной
программы по выбранной профессии, что предопределяет формирование
требуемых компетенций специалиста и, как следствие, гарантированное
трудоустройство.'''
social = '''Для Вас главное – общественное признание, участие в успехе класса,
школы, социальная активность. Главная награда для Вас – всеобщее
признание, незаменимость в коллективе. Необходимо больше внимания
уделять учебе и добиваться признания как лучшего ученика, лучшего
студента, а в будущем – лучшего по профессии.'''
independent = '''Для Вас главное – свобода в действиях и поведении. Вас угнетают
покровительство, контроль и назидание. Предпочитаете ответственность,
а не обязанность. Необходимо делом убедить и родителей, и
преподавателей, что Вы не нуждаетесь в опеке и контроле, что Вы -
человек ответственный и понимаете главную цель – успешно освоить
образовательные программы как в школе, так и в институте и стать
высокопрофессиональным специалистом.'''
unmotivated = '''Для Вас учеба – большая проблема: равнодушие, лень, низкая
ответственность, низкий уровень развития знаний и отсутствие
стремления преуспеть в этой сфере; безволие и упрямство; низкая
активность и раздражение против активности других. Без изменения
отношения к учебной деятельности и саморазвитию у Вас нет перспектив
получить профессию и обрести жизненный успех.'''