сollaboration = """Это самая оптимальная модель поведения, которая должна присутствовать в каждом
коллективе. Люди, готовые к сотрудничеству, всегда ищут поддержку у оппонента и
стараются узнать, в чем состоят интересы другого человека. Определить, что человек себя
ведет именно так, можно при помощи методики «тест Томаса». Стратегия поведения в
конфликтной ситуации «сотрудничество» характеризуется спокойным и уравновешенным
тоном, а также мирным диалогом. Такая модель поведения направлена на глобальное
решение возникнувшего вопроса, а не на то, чтобы просто уладить конфликт. Более того,
если решить проблему именно так, больше она не будет возникать, поскольку и той, и той
стороне конфликта будет одинаково хорошо."""
rivalry = '''Здесь человек беспокоится только о своих интересах. Он уверен, что конфликт можно
решить, лишь победив оппонента и выиграв спор. Ему могут принадлежать такие
утверждения: «Я настойчиво добиваюсь своего», «Я стремлюсь достичь своего». Именно
они и встречаются в методике «тест Томаса». Типы поведения в конфликте все
отличаются между собой, но именно соперничество выделяется особой напористостью и
эгоизмом. Уладить конфликт при помощи такой модели поведения допустимо
начальнику, когда требуется «жесткая рука руководителя». В семейных отношениях такой
тип будет приносить боль и разочарование оппоненту.'''
adaptation = '''Это означает, что человек в принципе избегает конфликтов. Ему легче уступить
оппоненту, чем спорить с ним и доказывать что-то. Как правило, у таких людей занижена
самооценка и они не считают, что их интересы могут быть важны. Кроме того, хорошие
взаимоотношения с оппонентом для них важнее, нежели решение спора. Проиграть спор –
это не решение проблемы, а только откладывание ее.'''
avoidance = '''Человек всячески избегает споров и конфликтов, не уступая при этом оппоненту.
Примером может послужить ситуация, когда, не получив то, что индивидуум желает, он
уходит и при этом обижается. На самом деле это способ избежать конфликта и обратить
на себя внимание.'''
compromise = '''Человек готов пойти на уступки, но при этом получив что-либо взамен. Многие считают,
что это наилучший способ решения конфликтных ситуаций, однако это не совсем так. В
результате такой модели поведения главный вопрос остается не решенным. Кроме того,
оба участника спора являются зависимыми друг от друга, каждый задает себе вопрос:
«Как мне угодить оппоненту, чтобы получить желаемое?» В результате хитростью
человек добивается поставленной цели, однако вряд ли такая модель решает конфликт
полностью. Очень часто данный тип поведения применяют по отношению к детям.
Однако когда ребенок понимает, что родитель также зависит от его мнения, он начинает
требовать больше, еще больше спорить и в итоге получает все, что захочет.'''